brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mise"
brew "neovim"
brew "sheldon"
brew "starship"
brew "tmux"

# GUI Applications
cask "iterm2"
cask "raycast"

# Fonts
cask "font-udev-gothic-nf"
cask "font-monaspace"
